Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.c5c93f735c29
source: 写真を1枚以上選ぶと分析できます。複数方向があるほど確認しやすくなります。
ar_sa: حدد صورة واحدة أو أكثر لتحليلها. كلما زاد عدد الاتجاهات التي لديك، أصبح من الأسهل التحقق منها.
ca: Seleccioneu una o més fotos per analitzar-les. Com més indicacions tingueu, més fàcil serà comprovar-ho.
cs: Pro analýzu vyberte alespoň jednu fotografii. Čím více fotografií, tím snadnější je kontrola.
da: Du kan analysere, hvis du vælger mindst ét billede. Jo flere billeder, desto nemmere er det at verificere.
de_de: Durch das Auswählen mehrerer Fotos kann die Analyse durchgeführt werden. Je mehr Fotos, desto einfacher ist die Überprüfung.
el: Μπορείτε να αναλύσετε μία ή περισσότερες φωτογραφίες. Όσο περισσότερες φωτογραφίες, τόσο πιο εύκολη είναι η επαλήθευση.
en_au: You can analyze by selecting one or more photos. The more photos you select, the easier it is to verify.
es_es: Puedes analizar si seleccionas una o más fotos. Cuantas más opciones tengas, será más fácil verificar.
fi: Jos valitset yhden tai useamman kuvan, analyysi onnistuu. Mitkä tahansa kuvat helpottavat tarkastusta.
fr_ca: En sélectionnant une ou plusieurs photos, vous pouvez effectuer l'analyse. Plus il y a d'angles, plus il est facile de vérifier.
gu: એક કે વધુ ફોટા પસંદ કરવાથી વિશ્લેષણ કરી શકાય છે. જેટલા વધુ ફોટા, તેટલું સરળતાથી ચકાસી શકાય છે.
he: בחירת תמונה אחת או יותר מאפשרת ניתוח. ככל שיש יותר תמונות, כך קל יותר לבדוק.
hi: एक या अधिक फोटो चुनने पर विश्लेषण किया जा सकता है। जितने अधिक विकल्प होंगे, उतना ही आसान होगा।
hr: Ako odaberete jednu ili više fotografija, možete analizirati. Što više fotografija, to će biti lakše provjeriti.
hu: Ha több képet választ, akkor elemzést végezhetünk. Minél több kép van, annál könnyebben ellenőrizhető a helyzet.
id: Dengan memilih satu atau lebih foto, analisis dapat dilakukan. Semakin banyak arah yang dipilih, semakin mudah untuk diperiksa.
it: Se selezioni una o più foto, l'analisi è possibile. Più foto, più facile è la verifica.
ko: 사진 1개 이상을 선택하면 분석이 가능합니다. 여러 방향의 사진일수록 확인하기 쉽습니다.
mr: एकापेक्षा जास्त फोटो निवडल्यास विश्लेषण करणे सोपे होते. जितके जास्त फोटो, तितकी अधिक अचूक माहिती मिळू शकेल.
ms: Anda boleh menganalisis jika anda memilih satu atau lebih gambar. Semakin banyak gambar, semakin mudah untuk disemak.
nl_nl: Als je één of meer foto's selecteert, kan er een analyse worden uitgevoerd. Hoe meer foto's, hoe gemakkelijker het is om te controleren.
no: Du kan analysere ved å velge minst ett bilde. Jo flere bilder, desto lettere er det å verifisere.
pl: Analiza możliwa po wybraniu jednego lub więcej zdjęć. Im więcej zdjęć, tym łatwiejsza weryfikacja.
pt_br: Ao selecionar uma ou mais fotos, é possível realizar a análise. Quanto mais fotos, mais fácil será confirmar.
pt_pt: Ao selecionar uma ou mais fotos, é possível realizar a análise. Quanto mais fotos, mais fácil será confirmar.
ro: Poți analiza dacă selectezi una sau mai multe fotografii. Cu cât ai mai multe fotografii, cu atât este mai ușor de verificat.
ru: Для анализа необходимо выбрать хотя бы одну фотографию. Чем больше фотографий, тем проще будет проверить.
sk: Ak vyberiete viacero fotografií, analýza je jednoduchšia. Čím viac fotografií, tým presnejšie výsledky.
sl: Če izberete vsaj eno fotografijo, lahko analizirate. Več slik omogoča lažjo preverjanje.
sv: Du kan analysera när du väljer ett eller flera bilder. Ju fler bilder, desto lättare blir det att kontrollera.
ta: ஒரு புகைப்படத்தைத் தேர்ந்தெடுப்பதன் மூலம் பகுப்பாய்வு செய்யலாம். அதிகமான புகைப்படங்களைத் தேர்ந்தெடுப்பது, தகவலைச் சரிபார்ப்பதை எளிதாக்கும்.
te: ఒక ఫోటోను ఎంచుకోవడం ద్వారా విశ్లేషణ చేయవచ్చు. ఎక్కువ ఫోటోలను ఎంచుకోవడం వలన మరింత సులభంగా ఉంటుంది.
th: เมื่อเลือกรูปภาพอย่างน้อย 1 รูป สามารถวิเคราะห์ได้ การเลือกหลายรูปช่วยให้ตรวจสอบได้ง่ายขึ้น
tr: Birkaç fotoğraf seçtiğinizde analiz edilebilir. Ne kadar çok fotoğraf seçerseniz, kontrol etmek o kadar kolay olur.
uk: Якщо вибрати одну або кілька фотографій, аналіз буде доступний. Чим більше фотографій, тим легше перевірити.
vi: Bạn có thể phân tích khi chọn ít nhất một ảnh. Càng nhiều ảnh, bạn càng dễ dàng xác nhận.
zh_hans: 选择一张或多张照片即可进行分析。 更多方向可以更容易确认。
zh_hant: 选择一张或多张照片即可进行分析。 更多方向可以更容易确认。

# health_meals_body_ai.c5deaf60f00d
source: 記録日
ar_sa: تاريخ التسجيل
ca: Data de registre
cs: Datum záznamu
da: Registreringsdag
de_de: Tag der Aufzeichnung
el: Ημέρα καταγραφής
en_au: Record date
es_es: Día de registro
fi: Päivämäärä
fr_ca: Jour de l'enregistrement
gu: યાદોની તારીખ
he: יום רישום
hi: रिकॉर्ड की तारीख
hr: Datum zapisa
hu: Rögzítési nap
id: Tanggal catatan
it: Data della registrazione
ko: 기록일
mr: नोंदीची तारीख
ms: Hari Catatan
nl_nl: Datum van opname
no: Dato for registrering
pl: Data zapisu
pt_br: Dia do registo
pt_pt: Dia do registo
ro: Zi de înregistrare
ru: День записи
sk: Deň záznamu
sl: Datum zapisa
sv: Datum för registrering
ta: பதிவு நாள்
te: రికార్డ్ చేసిన తేదీ
th: วันที่บันทึก
tr: Kayıt günü
uk: День запису
vi: Ngày ghi lại
zh_hans: 记录日期
zh_hant: 記錄日期

# health_meals_body_ai.c61497f4f0c1
source: {{value1}}のレポートはまだありません
ar_sa: لا توجد تقارير عن {{value1}} حتى الآن
ca: Encara no hi ha informes per a {{value1}}
cs: Zpráva od {{value1}} ještě neexistuje
da: {{value1}} er endnu ikke rapporteret.
de_de: Es gibt noch keinen {{value1}}-Bericht
el: Δεν υπάρχει ακόμα αναφορά του {{value1}}
en_au: {{value1}} report does not exist yet.
es_es: Aún no hay informe de {{value1}}.
fi: {{value1}}:n raporttia ei ole vielä saatavilla
fr_ca: Le rapport de {{value1}} n'est pas encore disponible.
gu: {{value1}}નું રિપોર્ટ હજી નથી
he: אין דוח של {{value1}} עדיין
hi: {{value1}} की रिपोर्ट अभी तक उपलब्ध नहीं है
hr: Izvješće o {{value1}} još nije dostupno
hu: {{value1}}-nek szóló jelentése még nincs
id: Belum ada laporan {{value1}}
it: Non ci sono ancora report di {{value1}}.
ko: {{value1}}의 보고서는 아직 없습니다.
mr: {{value1}} चा अहवाल अजून तयार नाही.
ms: Laporan untuk {{value1}} masih belum tersedia.
nl_nl: Het rapport voor {{value1}} is nog niet beschikbaar.
no: {{value1}} sin rapport finnes ikke ennå
pl: Raport {{value1}} jeszcze nie istnieje.
pt_br: Ainda não há relatório de {{value1}}.
pt_pt: Ainda não há relatório de {{value1}}.
ro: Nu există încă raportul lui {{value1}}.
ru: Отчета {{value1}} пока нет
sk: Záznam {{value1}} ešte neexistuje
sl: Izvedi {{value1}} še niso pripravljeni
sv: Rapporten för {{value1}} finns ännu inte
ta: {{value1}} குறித்த அறிக்கை இன்னும் கிடைக்கவில்லை.
te: {{value1}} యొక్క నివేదిక ఇంకా అందుబాటులో లేదు
th: ยังไม่มีรายงานของ {{value1}}
tr: {{value1}}'in raporu henüz yok
uk: Звіт {{value1}} ще не доступний
vi: Báo cáo cho {{value1}} hiện chưa có.
zh_hans: {{value1}}的报告目前还没有
zh_hant: {{value1}}的报告目前还没有

# health_meals_body_ai.c656bd9e9244
source: 記録は保存されたままです。あとで接続できる状態になってから、もう一度生成できます。
ar_sa: تبقى السجلات محفوظة. يمكنك إنشائه مرة أخرى لاحقًا عندما تكون جاهزًا للاتصال.
ca: Els registres es conserven. Podeu tornar-lo a generar més tard quan estigueu preparat per connectar-vos.
cs: Záznamy jsou uloženy. Můžete je znovu vygenerovat, až se připojíte.
da: Registreringerne er gemt. Du kan generere dem igen, når du har forbindelse.
de_de: Die Aufzeichnungen wurden gespeichert. Sie können sie später wieder generieren, wenn die Verbindung hergestellt wurde.
el: Οι καταγραφές έχουν αποθηκευτεί. Μπορείτε να τις δημιουργήσετε ξανά αργότερα, όταν είστε συνδεδεμένοι.
en_au: Your record is saved. You can generate it again later when you are connected.
es_es: Los registros se guardan. Puede volver a generarlos más tarde, cuando esté conectado.
fi: Merkinnät on tallennettu. Voit luoda ne uudelleen myöhemmin, kun olet yhdistynyt.
fr_ca: Les enregistrements sont sauvegardés. Vous pouvez les ré-afficher ultérieurement lorsque vous serez connecté.
gu: યાદો સાચવવામાં આવી છે. પછીથી, જ્યારે તમે કનેક્ટ થઈ શકો ત્યારે, તમે તેને ફરીથી બનાવી શકો છો.
he: הרישומים נשמרו. ניתן ליצור אותם שוב לאחר שהאפליקציה תתחבר מחדש.
hi: रिकॉर्ड सहेजे गए हैं। आप बाद में कनेक्ट होने के बाद इसे फिर से जेनरेट कर सकते हैं।
hr: Zapis je spremljen. Možete ga ponovno generirati nakon što se ponovo povežete.
hu: A rögzítés mentve van. Később újra létrehozhatod, ha csatlakozhatsz.
id: Catatan tersimpan. Anda dapat membuatnya kembali setelah terhubung nanti.
it: Le registrazioni sono state salvate. Puoi generarle di nuovo una volta che sarai connesso.
ko: 기록은 저장되어 있습니다. 나중에 연결 상태가 되면 다시 생성할 수 있습니다.
mr: नोंदी जतन केली आहे. तुम्ही नंतर पुन्हा कनेक्ट झाल्यावर, ती पुन्हा तयार करू शकता.
ms: Catatan disimpan. Anda boleh menciptakannya semula apabila kembali berhubung.
nl_nl: De opnames zijn opgeslagen. U kunt ze later opnieuw genereren, nadat u verbinding heeft gemaakt.
no: Registreringen er lagret. Du kan generere den igjen når du har koblet til.
pl: Zapisy są zachowane. Możesz je ponownie wygenerować, gdy będziesz połączony.
pt_br: Os registos foram guardados. Pode recriá-los mais tarde, quando estiver novamente conectado.
pt_pt: Os registos foram guardados. Pode recriá-los mais tarde, quando estiver novamente conectado.
ro: Înregistrările sunt salvate. Poți să le generezi din nou după ce te conectezi.
ru: Записи сохранены. Вы можете повторно сгенерировать их, когда подключитесь к сети.
sk: Záznamy boli uložené. Môžete ich znovu vytvoriť, keď budete pripojený.
sl: Zapisi so shranjeni. Lahko jih ponovno ustvarite, ko boste spet povezani.
sv: Registreringen har sparats. Du kan generera den igen när du är ansluten.
ta: பதிவுகள் சேமிக்கப்பட்டுள்ளன. பின்னர், மீண்டும் இணைக்கப்பட்ட பிறகு, அவற்றை உருவாக்கலாம்.
te: రికార్డు నిల్వ చేయబడింది. తరువాత కనెక్ట్ అయిన తర్వాత, మీరు మళ్లీ ఉత్పత్తి చేయవచ్చు.
th: รายการบันทึกถูกเก็บไว้ สามารถสร้างใหม่ได้เมื่อเชื่อมต่อในภายหลัง
tr: Kayıtlar kaydedildi. Daha sonra bağlantı kurulduktan sonra tekrar oluşturabilirsiniz.
uk: Записи збережені. Ви можете згенерувати їх ще раз, коли підключитесь.
vi: Mục ghi lại đã được lưu. Bạn có thể tạo lại sau khi kết nối.
zh_hans: 记录已保存。稍后，您可以重新生成它，前提是设备已连接。
zh_hant: 記錄已儲存。 稍後，您可以重新生成它，當可以連接時。

# health_meals_body_ai.c7dfdfe56ee4
source: 体型写真セット解析
ar_sa: تحليل مجموعة صور الجسم
ca: Anàlisi del conjunt de fotos corporals
cs: Analýza sady fotografií postavy
da: Analyse af kropsfoto-sæt
de_de: Analyse von Bildern Ihres Körpers
el: Ανάλυση σετ φωτογραφιών σωματικού τύπου
en_au: Analyze body shape photo set
es_es: Análisis de conjunto de fotos del cuerpo
fi: Analysoi kehon kuva
fr_ca: Analyse des ensembles de photos du corps
gu: શરીરના આકારની તસવીરનું વિશ્લેષણ
he: ניתוח סט תמונות גוף
hi: बॉडी शेप फोटो सेट का विश्लेषण
hr: Analiza seta fotografija tijela
hu: Testkép elemzés
id: Analisis set foto bentuk tubuh
it: Analisi del set di foto del corpo
ko: 체형 사진 세트 분석
mr: शरीराचा आकार फोटो सेटचे विश्लेषण
ms: Analisis set foto bentuk badan
nl_nl: Analyse van een set foto's van uw lichaam
no: Analyse av sett med bilder av kroppen
pl: Analiza zestawu zdjęć sylwetki
pt_br: Análise de conjunto de fotos do corpo
pt_pt: Análise de conjunto de fotos do corpo
ro: Analiza setului de fotografii cu silueta
ru: Анализ набора фотографий вашей фигуры
sk: Analýza sady fotografií postavy
sl: Analiza serije fotografij telesne oblike
sv: Analysera uppsättning med bilder av kroppsformen
ta: உடல் அமைப்பு புகைப்பட தொகுப்பை பகுப்பாய்வு செய்யவும்
te: శరీర ఆకృతి ఫోటోల విశ్లేషణ
th: วิเคราะห์ชุดรูปภาพรูปร่าง
tr: Vücut fotoğrafı seti analizi
uk: Аналіз набору фото вашого тіла
vi: Phân tích bộ ảnh dáng người
zh_hans: 体型照片分析
zh_hant: 体型照片设置解析

# health_meals_body_ai.c80ab7033a1d
source: 直近30日の身体、食事、トレーニング記録を確認しました。
ar_sa: لقد قمت بفحص سجلات جسدي وطعامي وتدريبي لآخر 30 يومًا.
ca: Vaig comprovar el meu cos, el meu menjar i els registres d'entrenament dels darrers 30 dies.
cs: Zkontroloval jsem vaše záznamy ohledně těla, stravy a tréninku za posledních 30 dní.
da: Jeg har gennemgået dine seneste 30 dages registreringer for krop, kost og træning.
de_de: Ich habe Ihre letzten 30 Tage an körperlicher Aktivität, Ernährung und Training aufgezeichnet.
el: Έχετε καταγράψει τις τελευταίες 30 ημέρες για την υγεία, τη διατροφή και την άσκηση.
en_au: I have reviewed your recent 30-day activity, diet, and training record.
es_es: He revisado tus registros recientes de actividad física, alimentación y entrenamiento (últimos 30 días).
fi: Olet tarkastanut viimeisten 30 päivän liikunnan, ruokailun ja harjoittelun tiedot.
fr_ca: J'ai consulté vos données récentes concernant votre activité physique, votre alimentation et votre entraînement (sur les 30 derniers jours).
gu: છેલ્લા 30 દિવસના શારીરિક, આહાર અને તાલીમ રેકોર્ડની ચકાસણી કરી.
he: בדקתי את היסטוריית האימונים, התזונה והפעילות הגופנית שלך של 30 יום האחרונות.
hi: पिछले 30 दिनों में आपके शारीरिक गतिविधि, भोजन और व्यायाम का रिकॉर्ड देखा गया है।
hr: Provjerili ste svoje fizičke aktivnosti, prehranu i trening zadnjih 30 dana.
hu: Az utóbbi 30 napban rögzítettem az edzésedményeid, az étrendedet és a tested állapotát.
id: Saya telah memeriksa catatan aktivitas, makanan, dan olahraga Anda selama 30 hari terakhir.
it: Ho controllato i tuoi dati relativi a corpo, alimentazione e allenamento degli ultimi 30 giorni.
ko: 최근 30일 동안의 신체, 식단, 운동 기록을 확인했습니다.
mr: मागील ३० दिवसांचे शारीरिक, आहाराचे आणि प्रशिक्षणाचे रेकॉर्ड तपासले.
ms: Saya telah menyemak rekod aktiviti, pemakanan, dan latihan anda dalam 30 hari kebelakangan ini.
nl_nl: Ik heb uw recente activiteiten (lichaam, voeding, training) van de afgelopen 30 dagen bekeken.
no: Jeg har sjekket dine trenings-, kostholds- og helseopptak de siste 30 dagene.
pl: Sprawdziłem swoje ostatnie 30-dniowe dane dotyczące aktywności fizycznej, diety i treningu.
pt_br: Verifiquei seus registros recentes de exercícios, alimentação e saúde nos últimos 30 dias.
pt_pt: Verifiquei seus registros recentes de exercícios, alimentação e saúde nos últimos 30 dias.
ro: Am verificat înregistrarea dumneavoastră recentă privind activitatea fizică, alimentația și antrenamentul din ultimele 30 de zile.
ru: Я просмотрел ваши записи о физической активности, питании и тренировках за последние 30 дней.
sk: Skontrolujte svoje posledné 30 dní aktívneho života, stravy a tréningu.
sl: Preverili ste svoje fizične, prehrane in treninge zadnjih 30 dni.
sv: Jag har granskat dina senaste 30 dagars aktiviteter, kost och träning.
ta: கடந்த 30 நாட்களில் உங்கள் உடல், உணவு மற்றும் உடற்பயிற்சி பதிவுகளை சரிபார்க்கியுள்ளோம்.
te: గత 30 రోజుల్లో మీ శారీరక, ఆహార మరియు వ్యాయామ రికార్డులను చూశాను.
th: คุณได้ตรวจสอบบันทึกกิจกรรม, อาหาร และการออกกำลังกายในช่วง 30 วันล่าสุดแล้ว
tr: Son 30 günün fiziksel aktivite, beslenme ve antrenman kayıtlarını kontrol ettim.
uk: Я перевірив свої записи щодо фізичної активності, харчування та тренувань за останні 30 днів.
vi: Tôi đã xem xét nhật ký tập luyện, chế độ ăn uống và thể chất trong 30 ngày gần nhất.
zh_hans: 已查看最近30天的身体、饮食和训练记录。
zh_hant: 我已確認最近 30 天的身體、飲食和運動記錄。

# health_meals_body_ai.c85e8d637553
source: ネットワーク状態とサーバーURLを確認してください。
ar_sa: يرجى التحقق من حالة الشبكة والخادم URL.
ca: Comproveu l'estat de la xarxa i el servidor URL.
cs: Ověřte si stav sítě a URL serveru.
da: Kontroller netværksstatus og serverens URL.
de_de: Überprüfen Sie den Netzwerzustand und die Server-URL.
el: Ελέγξτε την κατάσταση του δικτύου και τη διεύθυνση URL του server.
en_au: Please check the network status and server URL.
es_es: Verifique el estado de la red y la URL del servidor.
fi: Tarkista verkon tila ja palvelimen URL.
fr_ca: Vérifiez l'état du réseau et de l'URL du serveur.
gu: નેટવર્ક સ્થિતિ અને સર્વર URL તપાસો.
he: בדקו את מצב הרשת ואת כתובת ה-URL של השרת.
hi: कृपया नेटवर्क स्थिति और सर्वर URL की जांच करें।
hr: Provjerite stanje mreže i URL servera.
hu: Ellenőrizze a hálózati állapotot és a szerver URL-t.
id: Periksa status jaringan dan URL server.
it: Verificare lo stato della rete e l'URL del server.
ko: 네트워크 상태와 서버 URL을 확인하십시오.
mr: नेटवर्क स्थिती आणि सर्व्हर URL तपासा.
ms: Sila periksa status rangkaian dan URL pelayan.
nl_nl: Controleer de netwerkstatus en server-URL.
no: Bekreft nettverkstilstand og server-URL.
pl: Sprawdź stan sieci i adres URL serwera.
pt_br: Verifique o status da rede e o URL do servidor.
pt_pt: Verifique o status da rede e o URL do servidor.
ro: Verificați starea rețelei și URL-ul serverului.
ru: Проверьте состояние сети и URL сервера.
sk: Skontrolujte stav siete a URL servera.
sl: Preverite stanje omrežja in URL strežnika.
sv: Kontrollera nätverksstatus och server-URL.
ta: நெட்வொர்க் நிலை மற்றும் சர்வர் URL ஐ சரிபார்க்கவும்.
te: నెట్‌వర్క్ స్థితి మరియు సర్వర్ URLను తనిఖీ చేయండి.
th: โปรดตรวจสอบสถานะเครือข่ายและ URL ของเซิร์ฟเวอร์
tr: Ağ durumunu ve sunucu URL'sini kontrol edin.
uk: Перевірте стан мережі та URL сервера.
vi: Vui lòng kiểm tra trạng thái mạng và URL máy chủ.
zh_hans: 请确认网络状态和服务器URL。
zh_hant: 請確認網路狀態和伺服器 URL。

# health_meals_body_ai.c8701eaa65da
source: 通常どおり進められそうです。
ar_sa: يبدو أنه يمكننا المضي قدمًا كالمعتاد.
ca: Sembla que podem continuar com de costum.
cs: Můžete pokračovat normálně.
da: Det ser ud til, at du kan fortsætte som normalt.
de_de: Es scheint, dass Sie normal weitermachen können.
el: Μπορείτε να συνεχίσετε κανονικά.
en_au: It seems you can continue as usual.
es_es: Parece que puede continuar normalmente.
fi: Näyttää, että voit jatkaa normaalisti.
fr_ca: Il semble que vous puissiez continuer normalement.
gu: સામાન્ય રીતે તમે આ કરી શકો છો.
he: אני יכול להתקדם כרגיל.
hi: सामान्य तरीके से आगे बढ़ सकते हैं।
hr: Možemo nastaviti normalno.
hu: A szokásos módon tudja végezni az edzést.
id: Sepertinya bisa melanjutkan seperti biasa.
it: Sembra possibile continuare normalmente.
ko: 평소와 같이 진행할 수 있습니다.
mr: तुम्ही नेहमीप्रमाणे पुढे जाऊ शकता.
ms: Seharusnya boleh dijalankan seperti biasa.
nl_nl: Je kunt waarschijnlijk gewoon doorgaan.
no: Det ser ut som du kan fortsette som vanlig.
pl: Wygląda na to, że mogę kontynuować normalnie.
pt_br: Parece que você pode prosseguir normalmente.
pt_pt: Parece que você pode prosseguir normalmente.
ro: Ar trebui să puteți continua în mod normal.
ru: Можно продолжить тренировку как обычно.
sk: Mali by ste byť schopní pokračovať normálne.
sl: Lahko nadaljujete normalno.
sv: Du verkar kunna fortsätta som vanligt.
ta: சாதாரணமாகச் செயல்பட முடியும்.
te: సాధారణ పద్ధతిలో కొనసాగించవచ్చు.
th: ดูเหมือนว่าคุณสามารถดำเนินงานตามปกติ
tr: Normal şekilde ilerleyebilirsiniz.
uk: Ви можете продовжувати, як зазвичай.
vi: Có vẻ như bạn có thể tiếp tục theo đúng kế hoạch.
zh_hans: 似乎可以正常进行。
zh_hant: 似乎可以正常進行。

# health_meals_body_ai.c8c7a19a1169
source: できたことを明日の提案へ反映します。
ar_sa: وسوف نعكس ما تعلمناه في مقترحات الغد.
ca: Reflectarem el que hem après a les propostes de demà.
cs: Zaznamenané údaje budou použity pro návrh na zítra.
da: Jeg vil indtaste dine resultater i morgendagens forslag.
de_de: Die erreichten Werte werden für den morgigen Vorschlag berücksichtigt.
el: Θα αναδείξουμε τα αποτελέσματα στην πρότασή μας για την επόμενη ημέρα.
en_au: Reflect what you've achieved into tomorrow's suggestions.
es_es: Reflejaré lo que has logrado en las sugerencias para mañana.
fi: Tämä päivitetty tieto huomioidaan huomisen ehdotuksissa.
fr_ca: Je vais intégrer vos progrès dans les recommandations pour demain.
gu: આનાને આવતી કાલ માટે સૂચનોમાં ઉમેરીશું.
he: נשקף בהצעות ליום מחר.
hi: आज की जानकारी को कल के सुझाव में शामिल किया जाएगा।
hr: Promatramo vaše podatke za sljedeću predlog.
hu: A beállított értékeket a jövőbeli javaslatokba fogjuk értékelni.
id: Informasi ini akan diterapkan ke rekomendasi untuk besok.
it: Applica le informazioni al suggerimento per il giorno successivo.
ko: 오늘의 제안에 반영합니다.
mr: आजच्या नोंदीनुसार उद्यासाठी योजना तयार करू.
ms: Maklumat ini akan digunakan untuk cadangan esok.
nl_nl: De resultaten worden meegenomen in de suggesties voor morgen.
no: Vi vil bruke det du har oppnådd i morgendagens forslag.
pl: Zastosuję to do sugestii na jutro.
pt_br: Vamos incluir isso na sugestão para o dia seguinte.
pt_pt: Vamos incluir isso na sugestão para o dia seguinte.
ro: Voi include rezultatele în recomandările pentru ziua următoare.
ru: Зафиксируйте достигнутые результаты в предложении для завтрашнего дня.
sk: Zaznamenané údaje sa použijú pre budúci návrh.
sl: Uporabite to za prihodnji predlog.
sv: Vi kommer att inkludera det här i morgondagens rekommendationer.
ta: இன்று செய்ததை நாளைக்கான பரிந்துரையாக பயன்படுத்துவோம்.
te: ఇంతవరకు సాధించిన వాటిని రేపటి సూచనకు అనుగుణంగా తీసుకుంటాను.
th: นำสิ่งที่ทำไปปรับใช้ในคำแนะนำสำหรับวันพรุ่งนี้
tr: Bugünkü sonuçları yarının planına dahil ediyorum.
uk: Запишіть результати в рекомендації на завтра.
vi: Cập nhật vào đề xuất cho ngày mai.
zh_hans: 将已完成的事反映到明天的建议中。
zh_hant: 將完成的事反映到明天的建議中。
